#+SETUPFILE: ./setup.org
#+STARTUP: customtime
#+HUGO_SECTION: assignment
# #+HUGO_MENU: :menu main :parent slides
#+HUGO_AUTO_SET_LASTMOD: t

* Topic 1
:PROPERTIES:
:EXPORT_FILE_NAME: 01-topic-1
:END:

testing out the overview
 
#+begin_src emacs-lisp
;; (org-huveal-export-to-html 1)
(org-huveal-export-wim nil)
;; (browse-url-of-file (expand-file-name (org-huveal-export-to-html )))
#+end_src

#+RESULTS:
: 01-topic-1.html

